Repository: andres130n/fujistore
Catalog: imaxel-woocommerce/language/imaxel-*.po
Languages: fr_fr

source: Imaxel projects
fr_fr: Imaxel Projets

source: Project ID
fr_fr: Projet ID

source: Select customer
fr_fr: Sélection client

source: Filter
fr_fr: Fltre

source: Project
fr_fr: Projet

source: Woo Order
fr_fr: Commande Woo

source: User name
fr_fr: Utilisateur

source: Products
fr_fr: Produits

source: Price
fr_fr: Prix

source: Woo Status
fr_fr: Statut Woo

source: Status
fr_fr: Statut

source: Public key
fr_fr: Clé publique

source: Introduce Public key supplied by Imaxel
fr_fr: Introduire la “Clé publique" fournie par Imaxel

source: Private key
fr_fr: Clé privée

source: Introduce Private key supplied by Imaxel
fr_fr: Introduire la “Clé privée” fournie par Imaxel

source: Activate automatic production
fr_fr: Activez production automatique

source: Update products
fr_fr: Update des produits

source: Filter products
fr_fr: Flitre des produits

source: Select one product
fr_fr: Sélectionnez un produit

source: Desktop only
fr_fr: Produit non disponible pour l'édition de tablette ou smartphone. S'il vous plaît accéder à ce produit à partir d'un ordinateur.

source: Create now
fr_fr: Créez maintenant

source: My projects
fr_fr: Mes projets

source: Order
fr_fr: Commande

source: Product
fr_fr: Produit
